Repository: gnachman/iTerm2
Catalog: sources/Settings/mul.lproj/PreferencePanel.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# FHl-07-Ufh.title
source: Interpret key bindings based on physical key, ignoring input language
de: Tastenkombinationen anhand der physischen Taste interpretieren, unabhängig von der Eingabesprache
ja: 入力言語を無視して、物理キーに基づきキーバインディングを解釈する
pt_br: Interpretar associações de teclas com base na tecla física, ignorando o idioma de entrada
ru: Интерпретировать привязки клавиш по физической клавише, игнорируя язык ввода
zh_hans: 按物理按键解释按键绑定，忽略输入语言

# Fic-QZ-ulj.title
source: Force keyboard
de: Tastatur erzwingen
ja: キーボードを強制する
pt_br: Forçar teclado
ru: Принудительно использовать клавиатуру
zh_hans: 强制键盘

# fKK-ZX-n3u.title
source: Requires tmux 2.9 or later.
de: Erfordert tmux 2.9 oder neuer.
ja: tmux 2.9以降が必要です。
pt_br: Requer tmux 2.9 ou posterior.
ru: Требуется tmux 2.9 или новее.
zh_hans: 需要 tmux 2.9 或更高版本。

# Flt-We-Y3i.ibShadowedToolTip
source: This is not recommended.
de: Dies wird nicht empfohlen.
ja: これは推奨されません。
pt_br: Isto não é recomendado.
ru: Это не рекомендуется.
zh_hans: 不建议这样做。

# FlU-a8-6X7.title
source: Use custom underline color
de: Benutzerdefinierte Unterstreichungsfarbe verwenden
ja: カスタムの下線色を使用する
pt_br: Usar cor de sublinhado personalizada
ru: Использовать пользовательский цвет подчёркивания
zh_hans: 使用自定义下划线颜色

# fm1-QT-Lct.title
source: Dark (High Contrast)
de: Dunkel (Hoher Kontrast)
ja: ダーク(高コントラスト)
pt_br: Escuro (alto contraste)
ru: Тёмная (высокая контрастность)
zh_hans: 深色（高对比度）

# FNw-nS-Nhm.title
source: fn Function
de: fn-Funktionstaste
pt_br: fn Função

# fRb-hJ-joB.ibShadowedToolTip
source: You probably don't want this; most systems use ^? (ASCII 127) for backspace. Changing this setting affects the key mappings in the table above.
de: Das wollen Sie wahrscheinlich nicht; die meisten Systeme verwenden ^? (ASCII 127) für die Rücktaste. Das Ändern dieser Einstellung wirkt sich auf die Tastenzuordnungen in der obigen Tabelle aus.
ja: おそらくこれは望まないでしょう。ほとんどのシステムでは、バックスペースに^? (ASCII 127)を使用します。この設定を変更すると、上の表のキーマッピングに影響します。
pt_br: Você provavelmente não quer isto; a maioria dos sistemas usa ^? (ASCII 127) para o backspace. Alterar este ajuste afeta os mapeamentos de teclas na tabela acima.
ru: Вероятно, вам это не нужно; в большинстве систем для backspace используется ^? (ASCII 127). Изменение этой настройки влияет на привязки клавиш в таблице выше.
zh_hans: 你可能不需要这个；大多数系统使用 ^?（ASCII 127）作为退格键。更改此设置会影响上表中的按键映射。

# FSW-rl-pkB.headerCell.title
source: Value
de: Wert
ja: 値
pt_br: Valor
ru: Значение
zh_hans: 值

# fwC-LQ-VKF.ibShadowedToolTip
source: Allow control sequences to enable or disable cursor blink?
de: Steuersequenzen erlauben, das Blinken des Cursors zu aktivieren oder zu deaktivieren?
ja: 制御シーケンスによるカーソル点滅の有効/無効化を許可しますか?
pt_br: Permitir que sequências de controle ativem ou desativem o piscar do cursor?
ru: Разрешить управляющим последовательностям включать и выключать мигание курсора?
zh_hans: 允许控制序列启用或停用光标闪烁？

# fwE-Hx-zKG.title
source: Hotkey window:
de: Hotkey-Fenster:
ja: ホットキーウィンドウ:
pt_br: Janela Hotkey:
ru: Окно горячей клавиши:
zh_hans: 热键窗口：

# fwj-4Y-nja.ibShadowedToolTip
source: Enable this to make non-default background colors always opaque. This is useful when using Powerline in a translucent window.
de: Aktivieren Sie dies, damit vom Standard abweichende Hintergrundfarben immer deckend sind. Das ist nützlich bei Verwendung von Powerline in einem durchscheinenden Fenster.
ja: これを有効にすると、デフォルト以外の背景色は常に不透明になります。半透明のウィンドウでPowerlineを使用する場合に便利です。
pt_br: Ative isto para tornar as cores de plano de fundo não padrão sempre opacas. Isto é útil ao usar o Powerline em uma janela translúcida.
ru: Включите это, чтобы нестандартные цвета фона всегда были непрозрачными. Это полезно при использовании Powerline в полупрозрачном окне.
zh_hans: 启用此选项可使非默认背景颜色始终不透明。在透明窗口中使用 Powerline 时很有用。

# FwV-18-qsE.title
source: fn Function
de: fn-Funktionstaste
pt_br: fn Função

# fXe-U0-Ddw.title
source: Disabled by “⌘-Click Opens Filename/URL” setting in Pointer settings
de: Deaktiviert durch die Einstellung „⌘-Klick öffnet Dateiname/URL“ in den Zeigereinstellungen
ja: 「ポインタ」設定の「⌘-クリックでファイル名/URLを開く」設定により無効になっています
pt_br: Desativado pelo ajuste “⌘-Clique abre nome de arquivo/URL” nos ajustes de Ponteiro
ru: Отключено настройкой «Щелчок с ⌘ открывает имя файла или URL» в настройках указателя
zh_hans: 指针设置中的“⌘-点按打开文件名/URL”设置停用

# fXR-fI-xdt.title
source: Automatically enter copy mode on Shift+Arrow key with selection
de: Bei Umschalt+Pfeiltaste mit Auswahl automatisch den Kopiermodus aktivieren
ja: 選択状態でShift+矢印キーを押すと自動的にコピーモードに入る
pt_br: Entrar automaticamente no modo de cópia ao usar Shift+seta com seleção
ru: Автоматически входить в режим копирования при Shift+стрелка с выделением
zh_hans: 使用 Shift+方向键选中时自动进入拷贝模式

# FxS-Eb-dxA.label
source: Bindings
de: Zuordnungen
ja: バインディング
pt_br: Associações
ru: Привязки
zh_hans: 绑定

# fxv-W6-20A.title
source: If there are jobs besides:
de: Wenn Prozesse vorhanden sind außer:
ja: 次以外のジョブがある場合:
pt_br: Se houver processos além de:
ru: Если есть процессы, отличные от:
zh_hans: 如果除以下之外还有任务：

# fyA-Fd-O2Q.title
source: Show line under title bar when the tab bar is not visible
de: Linie unter der Titelleiste anzeigen, wenn die Tableiste nicht sichtbar ist
ja: タブバーが表示されていないときにタイトルバーの下に線を表示する
pt_br: Mostrar linha abaixo da barra de título quando a barra de abas não estiver visível
ru: Показывать линию под строкой заголовка, когда панель вкладок не отображается
zh_hans: 标签栏不可见时在标题栏下方显示线条

# FYp-1N-mV9.title
source: Create a Dedicated Hotkey Window…
de: Dediziertes Hotkey-Fenster erstellen…
ja: 専用のホットキーウィンドウを作成…
pt_br: Criar uma janela Hotkey dedicada…
ru: Создать выделенное окно горячей клавиши…
zh_hans: 创建专用热键窗口…

# fYP-lq-POn.placeholderString
source: Tab Title (Interpolated String)
de: Tab-Titel (interpolierte Zeichenfolge)
ja: タブタイトル(補間文字列)
pt_br: Título da aba (string interpolada)
ru: Заголовок вкладки (интерполированная строка)
zh_hans: 标签页标题（内插字符串）

# fZK-Jv-MhF.title
source: (recommended for this font)
de: (für diese Schrift empfohlen)
ja: (このフォントに推奨)
pt_br: (recomendado para esta fonte)
ru: (рекомендуется для этого шрифта)
zh_hans: （此字体推荐）

# fzr-Q4-IF8.title
source: Ask Each Time
de: Jedes Mal fragen
ja: 毎回確認する
pt_br: Perguntar sempre
ru: Спрашивать каждый раз
zh_hans: 每次询问

# GAD-Cy-kno.title
source: Prevent Automatic Profile Switching from changing this session’s profile
de: Automatische Profilumschaltung daran hindern, das Profil dieser Sitzung zu ändern
ja: 自動プロファイル切り替えによってこのセッションのプロファイルが変更されないようにする
pt_br: Impedir que a troca automática de perfis altere o perfil desta sessão
ru: Запретить автоматическому переключению профилей изменять профиль этой сессии
zh_hans: 防止自动配置文件切换更改此会话的配置文件

# GD3-XJ-mYL.ibShadowedToolTip
source: If disabled, then triple click selects one line as it appears onscreen.
de: Wenn deaktiviert, wählt ein Dreifachklick eine Zeile so aus, wie sie auf dem Bildschirm erscheint.
ja: 無効にすると、トリプルクリックで画面表示どおりの1行が選択されます。
pt_br: Se desativado, o clique triplo seleciona uma linha conforme aparece na tela.
ru: Если отключено, тройной щелчок выделяет одну строку в том виде, в котором она отображается на экране.
zh_hans: 关闭后，三连按选择屏幕上显示的一行。

# GdP-GX-FgT.label
source: Actions
de: Aktionen
ja: アクション
pt_br: Ações
ru: Действия
zh_hans: 操作

# Gfm-aj-kQ9.title
source: Left control (⌃) key:
de: Linke Control-Taste (⌃):
ja: 左control(⌃)キー:
pt_br: Tecla Control (⌃) esquerda:
ru: Левая клавиша Control (⌃):
zh_hans: 左 Control (⌃) 键：

# ggI-iG-lBw.title
source: Window restoration policy:
de: Richtlinie zur Fensterwiederherstellung:
ja: ウィンドウ復元ポリシー:
pt_br: Política de restauração de janelas:
ru: Политика восстановления окон:
zh_hans: 窗口恢复策略：

# GHh-Uz-aT9.title
source: Act in Web Browser
de: Im Webbrowser agieren
ja: Webブラウザ内で実行
pt_br: Agir no navegador web
ru: Действовать в веб-браузере
zh_hans: 在网页浏览器中操作

# GIz-HY-hrx.title
source: Show proxy icon in window title bar
de: Proxy-Symbol in der Fenstertitelleiste anzeigen
ja: ウィンドウのタイトルバーにプロキシアイコンを表示する
pt_br: Mostrar ícone de proxy na barra de título da janela
ru: Показывать значок прокси в заголовке окна
zh_hans: 在窗口标题栏中显示代理图标

# gJM-qv-k6Z.title
source: ⌃ Right Control
de: ⌃ Rechte Control-Taste
ja: ⌃ 右Control
pt_br: ⌃ Control direita
ru: ⌃ Правый Control
zh_hans: ⌃ 右 Control

# gNT-VJ-6ku.title
source: Configure…
de: Konfigurieren…
ja: 設定…
pt_br: Configurar…
ru: Настроить…
zh_hans: 配置…

# gob-59-oeV.title
source: ⌃ Right Control
de: ⌃ Rechte Control-Taste
ja: ⌃ 右Control
pt_br: ⌃ Control direita
ru: ⌃ Правый Control
zh_hans: ⌃ 右 Control

# GRf-s1-ZiR.title
source: Page up, page down, home, and end scroll outside interactive apps
de: Bild auf, Bild ab, Pos1 und Ende scrollen außerhalb interaktiver Apps
ja: インタラクティブなアプリの外では、Page Up、Page Down、Home、Endでスクロールする
pt_br: Page Up, Page Down, Home e End rolam fora de apps interativos
ru: Page Up/Down, Home и End прокручивают вне интерактивных программ
zh_hans: 在交互式应用外，Page Up、Page Down、Home 和 End 滚动

# GRU-c6-tJK.title
source: Tabs have close buttons
de: Tabs haben Schließen-Schaltflächen
ja: タブに閉じるボタンを表示する
pt_br: Abas têm botões de fechar
ru: У вкладок есть кнопки закрытия
zh_hans: 标签页有关闭按钮

# GsB-pu-E3H.title
source: Use custom title for new tabs using this profile
de: Benutzerdefinierten Titel für neue Tabs mit diesem Profil verwenden
ja: このプロファイルを使用する新しいタブにカスタムタイトルを使用する
pt_br: Usar título personalizado para novas abas que usam este perfil
ru: Свой заголовок для новых вкладок этого профиля
zh_hans: 为此配置文件的新标签页使用自定义标题

# gtg-rw-6h8.label
source: Advanced
de: Erweitert
ja: 詳細
pt_br: Avançado
ru: Дополнительно
zh_hans: 高级

# gtg-rw-6h8.paletteLabel
source: Advanced
de: Erweitert
ja: 詳細
pt_br: Avançado
ru: Дополнительно
zh_hans: 高级

# gUo-d2-CFJ.title
source: Automatic Profile Switching:
de: Automatische Profilumschaltung:
ja: 自動プロファイル切り替え:
pt_br: Troca automática de perfis:
ru: Автоматическое переключение профилей:
zh_hans: 自动配置文件切换：

# Gv2-ca-sCH.title
source: Blur:
de: Unschärfe:
ja: ぼかし:
pt_br: Desfoque:
ru: Размытие:
zh_hans: 模糊：

# GVg-ue-xgc.ibShadowedToolTip
source: This visualization shows the hue and chroma of the ANSI colors, excluding black and white. Hue is given by the angle and Chroma by the distance from center.
de: Diese Visualisierung zeigt den Farbton und die Sättigung der ANSI-Farben, ohne Schwarz und Weiß. Der Farbton wird durch den Winkel und die Sättigung durch den Abstand vom Zentrum angegeben.
ja: この可視化は、黒と白を除くANSIカラーの色相と彩度を示します。色相は角度で、彩度は中心からの距離で表されます。
pt_br: Esta visualização mostra o matiz e a croma das cores ANSI, excluindo preto e branco. O matiz é dado pelo ângulo e a croma pela distância do centro.
ru: Эта визуализация показывает тон и насыщенность цветов ANSI, исключая чёрный и белый. Тон задаётся углом, а насыщенность задаётся расстоянием от центра.
zh_hans: 此可视化显示 ANSI 颜色的色相和色度（不包括黑色和白色）。色相由角度表示，色度由与中心的距离表示。

# gXM-xm-pfL.title
source: No data is sent to third parties without your explicit permission.
de: Ohne Ihre ausdrückliche Zustimmung werden keine Daten an Dritte gesendet.
ja: 明示的な許可なしにデータが第三者へ送信されることはありません。
pt_br: Nenhum dado é enviado a terceiros sem a sua permissão explícita.
ru: Данные не передаются третьим лицам без вашего явного согласия.
zh_hans: 未经明确许可，不会向第三方发送数据。

# H0w-Px-zqZ.title
source: Treat ⌥ as Alt for special keys like arrows
de: ⌥ bei Spezialtasten wie Pfeiltasten als Alt behandeln
ja: 矢印キーなどの特殊キーでは⌥をAltとして扱う
pt_br: Tratar ⌥ como Alt para teclas especiais como as setas
ru: Обрабатывать ⌥ как Alt для специальных клавиш, например стрелок
zh_hans: 将 ⌥ 视为 Alt（用于方向键等特殊按键）

# H6p-WE-6DF.label
source: General
de: Allgemein
ja: 一般
pt_br: Geral
ru: Общие
zh_hans: 通用

# h9O-XG-Evs.title
source: Disable all confirmations on system shutdown, restart, and log out
de: Alle Bestätigungen beim Herunterfahren, Neustarten und Abmelden des Systems deaktivieren
ja: システムのシャットダウン、再起動、ログアウト時の確認をすべて無効にする
pt_br: Desativar todas as confirmações ao desligar, reiniciar e encerrar a sessão do sistema
ru: Не подтверждать выключение, перезагрузку и выход
zh_hans: 系统关机、重启和注销时停用所有确认

# Hbk-Br-E9I.title
source: Enable generative AI features
de: Generative KI-Funktionen aktivieren
ja: 生成AI機能を有効にする
pt_br: Ativar recursos de IA generativa
ru: Включить функции генеративного ИИ
zh_hans: 启用生成式 AI 功能

# Hbn-aI-ysf.title
source: ⌘ Left Command
de: ⌘ Linke Befehlstaste
ja: ⌘ 左Command
pt_br: ⌘ Command esquerda
ru: ⌘ Левый Command
zh_hans: ⌘ 左 Command

# hdw-5J-3fP.title
source: Erase All Settings and Data…
de: Alle Einstellungen und Daten löschen…
ja: すべての設定とデータを消去…
pt_br: Apagar todos os ajustes e dados…
ru: Удалить все настройки и данные…
zh_hans: 清除所有设置和数据…

# hE3-Xl-6lX.title
source: ⌃ Right Control
de: ⌃ Rechte Control-Taste
ja: ⌃ 右Control
pt_br: ⌃ Control direita
ru: ⌃ Правый Control
zh_hans: ⌃ 右 Control

# Heb-gk-qk8.title
source: To ensure privacy, the AI features in iTerm2 require the installation of a plugin.
de: Um die Privatsphäre zu gewährleisten, erfordern die KI-Funktionen in iTerm2 die Installation eines Plugins.
ja: プライバシーを確保するため、iTerm2のAI機能を使用するにはプラグインのインストールが必要です。
pt_br: Para garantir a privacidade, os recursos de IA no iTerm2 exigem a instalação de um plugin.
ru: Для обеспечения конфиденциальности функции ИИ в iTerm2 требуют установки плагина.
zh_hans: 为确保隐私，iTerm2 的 AI 功能需要安装插件。

# HjY-AY-eaJ.title
source: Allow sending of clipboard contents?
de: Senden des Zwischenablage-Inhalts erlauben?
ja: クリップボードの内容の送信を許可しますか?
pt_br: Permitir o envio do conteúdo da área de transferência?
ru: Разрешить отправку содержимого буфера обмена?
zh_hans: 允许发送剪贴板内容？

# hKR-7a-ChZ.title
source: Enabled in interactive apps
de: In interaktiven Apps aktiviert
ja: インタラクティブなアプリで有効
pt_br: Ativado em apps interativos
ru: Включено в интерактивных приложениях
zh_hans: 在交互式应用中启用

# hlq-lI-UJc.title
source: Profile & Session Name
de: Profil- und Sitzungsname
ja: プロファイルとセッション名
pt_br: Nome do perfil e da sessão
ru: Профиль и имя сессии
zh_hans: 配置文件与会话名称

# Ho6-ft-5pH.title
source: Search results:
de: Suchergebnisse:
ja: 検索結果:
pt_br: Resultados da busca:
ru: Результаты поиска:
zh_hans: 搜索结果：

# hPs-QF-O4D.title
source: Write to Clipboard
de: In Zwischenablage schreiben
ja: クリップボードへの書き込み
pt_br: Escrever na área de transferência
ru: Запись в буфер обмена
zh_hans: 写入剪贴板

# hpW-Cl-kBV.title
source: Let macOS decide the position of new windows and use size from profile
de: macOS die Position neuer Fenster entscheiden lassen und Größe aus dem Profil verwenden
ja: 新しいウィンドウの位置はmacOSに任せ、サイズはプロファイルから使用する
pt_br: Deixar o macOS decidir a posição das novas janelas e usar o tamanho do perfil
ru: Позволить macOS решать положение новых окон и использовать размер из профиля
zh_hans: 让 macOS 决定新窗口位置并使用配置文件中的大小

# HqN-xF-ITg.ibShadowedToolTip
source: Alternate Mouse Scroll is a feature that sends arrow keys in response to scroll wheel/scroll gestures. Enable this if you prefer not to use it for horizontal scrolling. Alternate mouse scroll takes priority over swipe to switch tabs.
de: Alternatives Mausrad-Scrollen ist eine Funktion, die als Reaktion auf Mausrad-/Scroll-Gesten Pfeiltasten sendet. Aktivieren Sie dies, wenn Sie es nicht für horizontales Scrollen verwenden möchten. Alternatives Mausrad-Scrollen hat Vorrang vor dem Wischen zum Wechseln der Tabs.
ja: 代替マウススクロールは、マウスホイール/スクロールジェスチャに応じて矢印キーを送信する機能です。水平スクロールに使用したくない場合は、これを有効にしてください。代替マウススクロールは、スワイプによるタブ切り替えよりも優先されます。
pt_br: A Rolagem alternativa do mouse é um recurso que envia teclas de seta em resposta à roda/gestos de rolagem. Ative isto se preferir não usá-la para rolagem horizontal. A rolagem alternativa do mouse tem prioridade sobre o deslize para trocar de aba.
ru: Альтернативная прокрутка мышью отправляет клавиши со стрелками в ответ на события колеса мыши или жесты прокрутки. Включите это, если не хотите использовать её для горизонтальной прокрутки. Альтернативная прокрутка мышью имеет приоритет над жестом переключения вкладок.
zh_hans: 备用鼠标滚动是一项响应滚轮/滚动手势发送方向键的功能。如果你不希望它用于水平滚动，请启用此选项。备用鼠标滚动优先于滑动切换标签页。

# hr1-3l-FQW.title
source: Open toolbelt
de: Werkzeuggürtel öffnen
ja: ツールベルトを開く
pt_br: Abrir a Caixa de ferramentas
ru: Открыть панель инструментов
zh_hans: 打开工具箱

# hTD-Zl-uNo.title
source: Consent:
de: Zustimmung:
ja: 同意:
pt_br: Consentimento:
ru: Согласие:
zh_hans: 同意：

# hvf-jg-Y9k.title
source: Your AI provider may charge for each token used.
de: Ihr KI-Anbieter kann für jedes verwendete Token Kosten berechnen.
ja: ご利用のAIプロバイダーは、使用したトークンごとに課金する場合があります。
pt_br: O seu provedor de IA pode cobrar por cada token usado.
ru: Ваш поставщик ИИ может взимать плату за каждый использованный токен.
zh_hans: 你的 AI 提供者可能会按使用的令牌收费。

# hWJ-Ek-z7b.title
source: Mouse reporting supports horizontal scrolling
de: Maus-Reporting unterstützt horizontales Scrollen
ja: マウスレポートは水平スクロールをサポートする
pt_br: O relatório do mouse é compatível com rolagem horizontal
ru: Передача событий мыши поддерживает горизонтальную прокрутку
zh_hans: 鼠标报告支持水平滚动

# hxE-2N-hxp.title
source: Image
de: Bild
ja: 画像
pt_br: Imagem
ru: Изображение
zh_hans: 图像

# hxz-xY-wbF.label
source: Software Update
de: Softwareaktualisierung
ja: ソフトウェアアップデート
pt_br: Atualização de software
ru: Обновление ПО
zh_hans: 软件更新

# hzS-a0-x6g.title
source: Color Scheme:
de: Farbschema:
ja: カラースキーム:
pt_br: Esquema de cores:
ru: Цветовая схема:
zh_hans: 配色方案：

# i6e-If-drd.title
source: Timestamps:
de: Zeitstempel:
ja: タイムスタンプ:
pt_br: Carimbos de data/hora:
ru: Временные метки:
zh_hans: 时间戳：

# I7W-YQ-zKh.title
source: Privacy:
de: Privatsphäre:
ja: プライバシー:
pt_br: Privacidade:
ru: Конфиденциальность:
zh_hans: 隐私：

# i8a-qj-Hu5.title
source: Cells
de: Zellen
ja: セル
pt_br: Células
ru: Ячейки
zh_hans: 单元格

# i36-jp-Kj1.title
source: Profile Name
de: Profilname
ja: プロファイル名
pt_br: Nome do perfil
ru: Имя профиля
zh_hans: 配置文件名称

# IAy-qm-buV.title
source: Set high bit (not recommended)
de: Höchstwertiges Bit setzen (nicht empfohlen)
ja: 上位ビットを設定する(非推奨)
pt_br: Definir bit alto (não recomendado)
ru: Устанавливать старший бит (не рекомендуется)
zh_hans: 设置高位（不推荐）

# iBA-fC-cDp.title
source: Right click reported to apps, does not open menu
de: Rechtsklick wird an Apps gemeldet, öffnet kein Menü
ja: 右クリックはアプリに報告され、メニューは開かない
pt_br: Clique direito é reportado aos apps, não abre o menu
ru: Правый клик передаётся приложениям, не открывает меню
zh_hans: 右键点按报告给应用，不打开菜单

# IC9-FE-YSw.title
source: Pause a pane if it would take more than
de: Bereich pausieren, wenn er mehr als
ja: ペインが処理に要する時間が次を超える場合は一時停止する
pt_br: Pausar um painel se ele levar mais de
ru: Приостанавливать панель, если это займёт больше
zh_hans: 如果窗格需要超过以下时间则暂停

# Id6-g0-yXu.title
source: Blending:
de: Überblendung:
ja: ブレンド:
pt_br: Mesclagem:
ru: Смешивание:
zh_hans: 混合：

# Ids-PU-lco.ibShadowedToolTip
source: The following tags are recognized: <u>, <i>, and <b>. You can also use &lt; and &amp;.
de: Die folgenden Tags werden erkannt: <u>, <i> und <b>. Sie können auch &lt; und &amp; verwenden.
ja: 次のタグが認識されます: <u>、<i>、<b>。&lt;と&amp;も使用できます。
pt_br: As seguintes tags são reconhecidas: <u>, <i> e <b>. Você também pode usar &lt; e &amp;.
ru: Распознаются следующие теги: <u>, <i> и <b>. Также можно использовать &lt; и &amp;.
zh_hans: 支持以下标签：<u>、<i> 和 <b>。你也可以使用 &lt; 和 &amp;。

# IKL-nD-a5S.title
source: Hotkey Window:
de: Hotkey-Fenster:
ja: ホットキーウィンドウ:
pt_br: Janela Hotkey:
ru: Окно горячей клавиши:
zh_hans: 热键窗口：

# imk-Sy-j9X.title
source: Reason this is diabled goes here
de: Grund, warum dies deaktiviert ist, steht hier
ja: ここに無効になっている理由が入ります
pt_br: O motivo pelo qual isto está desativado vai aqui
ru: Здесь будет указана причина, по которой это отключено

# imM-Ma-mjV.ibShadowedToolTip
source: When locked, the terminal cannot change the title with a control sequence. This prevents changes you make in Session Name from being overridden.
de: Wenn gesperrt, kann das Terminal den Titel nicht per Steuersequenz ändern. Dies verhindert, dass Änderungen, die Sie im Sitzungsnamen vornehmen, überschrieben werden.
ja: ロックされている場合、ターミナルは制御シーケンスでタイトルを変更できません。これにより、セッション名で行った変更が上書きされるのを防ぎます。
pt_br: Quando bloqueado, o terminal não pode alterar o título com uma sequência de controle. Isto evita que as alterações feitas em Nome da sessão sejam substituídas.
ru: Когда заблокировано, терминал не может изменить заголовок управляющей последовательностью. Это предотвращает переопределение изменений, сделанных вами в «Имени сессии».
zh_hans: 锁定时，终端不能通过控制序列更改标题。这可以防止你在“会话名称”中做的更改被覆盖。

# ioA-Y9-Zb4.title
source: Status bar shows tmux status bar content, not native components
de: Statusleiste zeigt den Inhalt der tmux-Statusleiste, nicht native Komponenten
ja: ステータスバーはネイティブコンポーネントではなく、tmuxのステータスバーの内容を表示する
pt_br: Barra de status: conteúdo do tmux, não componentes nativos
ru: Строка состояния показывает содержимое tmux, а не нативные компоненты
zh_hans: 状态栏显示 tmux 状态栏内容，而非原生组件

# IPS-cD-eC7.title
source: Enable “zero data retention” (send whole conversation every time)
de: „Keine Datenspeicherung“ aktivieren (gesamte Unterhaltung jedes Mal senden)
ja: 「ゼロデータ保持」を有効にする(毎回会話全体を送信)
pt_br: Ativar “retenção zero de dados” (enviar toda a conversa a cada vez)
ru: Включить «нулевое хранение данных» (отправлять весь разговор каждый раз)
zh_hans: 启用“零数据保留” （每次发送整个对话）

# iQz-CE-sUw.title
source: Control Terminal
de: Kontrollterminal
ja: ターミナルの制御
pt_br: Terminal de controle
ru: Управляющий терминал
zh_hans: 控制终端

# iuq-9l-xMR.ibShadowedToolTip
source: When enabled the 256-color mode colors (aside from the 16 ANSI colors) will be selected to visually match well with the 8 "normal" ANSI colors. Otherwise, the standard RGB cube is used. Changes to this setting take effect when new sessions are created or existing sessions are reset.
de: Wenn aktiviert, werden die Farben des 256-Farben-Modus (abgesehen von den 16 ANSI-Farben) so ausgewählt, dass sie optisch gut zu den 8 „normalen“ ANSI-Farben passen. Andernfalls wird der Standard-RGB-Würfel verwendet. Änderungen an dieser Einstellung wirken sich beim Erstellen neuer Sitzungen oder beim Zurücksetzen bestehender Sitzungen aus.
ja: 有効にすると、256色モードの色(16のANSIカラーを除く)は、8つの「通常」ANSIカラーと視覚的に調和するように選択されます。無効の場合は、標準のRGBキューブが使用されます。この設定の変更は、新しいセッションが作成されたとき、または既存のセッションがリセットされたときに反映されます。
pt_br: Quando ativado, as cores do modo de 256 cores (além das 16 cores ANSI) serão selecionadas para combinar visualmente bem com as 8 cores ANSI “normais”. Caso contrário, é usado o cubo RGB padrão. As alterações neste ajuste entram em vigor quando novas sessões são criadas ou sessões existentes são redefinidas.
ru: Если включено, цвета режима 256 цветов (кроме 16 цветов ANSI) будут подобраны так, чтобы визуально сочетаться с 8 «обычными» цветами ANSI. В противном случае используется стандартный RGB-куб. Изменения этой настройки вступают в силу при создании новых сессий или сбросе существующих.
zh_hans: 启用后，256 色模式的颜色（16 种 ANSI 颜色之外）将被选择为与 8 种“标准”ANSI 颜色视觉上匹配。否则使用标准 RGB 立方体。此设置的更改在创建新会话或重置现有会话时生效。

# iWk-HJ-EKg.ibShadowedToolTip
source: Available for bash, fish, tcsh, xonsh and zsh. This is an alternative to installing shell integration via other methods (such as the iTerm2 > Install Shell Integration menu item).
de: Verfügbar für bash, fish, tcsh, xonsh und zsh. Dies ist eine Alternative zur Installation der Shell-Integration über andere Methoden (wie den Menüpunkt iTerm2 > Shell-Integration installieren).
ja: bash、fish、tcsh、xonsh、zshで利用できます。これは、シェル統合を他の方法(iTerm2 > Install Shell Integrationメニュー項目など)でインストールする場合の代替手段です。
pt_br: Disponível para bash, fish, tcsh, xonsh e zsh. Esta é uma alternativa à instalação da Shell Integration por outros métodos (como o item de menu iTerm2 > Instalar Shell Integration).
ru: Доступно для bash, fish, tcsh, xonsh и zsh. Это альтернатива установке интеграции с оболочкой другими способами (например, через пункт меню «iTerm2» > «Установить интеграцию с оболочкой»).
zh_hans: 适用于 bash、fish、tcsh、xonsh 和 zsh。这是通过其他方式（如“iTerm2 > 安装 Shell 集成”菜单项）安装 Shell 集成的替代方法。
